// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Conector PCI Ethernet %@";
"pci-multiether"          = "Slot PCI Ethernet %@, porta %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adaptador Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adaptador de rede sem fios (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Slot PCI FireWire %@";
"pci-multifirewire"       = "Slot PCI FireWire %@, porta %@";
"generic-firewire"        = "Adaptador Ethernet (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "Adaptador USB de modem Bluetooth";
"bluetooth-modem-port"    = "Porta de modem Bluetooth";
"generic-bluetooth-modem" = "Modem Bluetooth (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adaptador USB de modem IrDA";
"irda-ircomm-port"        = "Porta de modem IrDA";

"loopback"                = "Loopback";

"modem"                   = "Modem interno";

"modem-port"              = "Porta de modem";
"modem-printer-port"      = "Porta de modem/impressora";

"printer-port"            = "Porta de impressora";
"serial-port"             = "Porta de série";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ligação Ethernet (%@)";

"bridge"                  = "Bridge (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Modem externo";

"USB Ethernet"            = "Ethernet USB";
"USB Gigabit Ethernet"    = "Gigabit Ethernet USB";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet integrada";
"X-multiether"            = "Ethernet integrada %@";
"X-firewire"              = "FireWire integrado";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
